cargaReport/statistics.json
{
  "https://www.blazedemo.com/reserve.php" : {
    "transaction" : "https://www.blazedemo.com/reserve.php",
    "sampleCount" : 7857,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 986.7813414789375,
    "medianResTime" : 542.0,
    "minResTime" : 400.0,
    "maxResTime" : 5496.0,
    "pct1ResTime" : 2371.0,
    "pct2ResTime" : 3220.0999999999995,
    "pct3ResTime" : 4726.0,
    "throughput" : 79.10554453651218,
    "receivedKBytesPerSec" : 570.8117097279835,
    "sentKBytesPerSec" : 19.69913462579161
  },
  "https://www.blazedemo.com/purchase.php" : {
    "transaction" : "https://www.blazedemo.com/purchase.php",
    "sampleCount" : 7769,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 806.8612434032691,
    "medianResTime" : 359.0,
    "minResTime" : 249.0,
    "maxResTime" : 5222.0,
    "pct1ResTime" : 2252.0,
    "pct2ResTime" : 2994.5,
    "pct3ResTime" : 4513.3,
    "throughput" : 79.15274268481538,
    "receivedKBytesPerSec" : 519.3630538444198,
    "sentKBytesPerSec" : 23.111982483163867
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 7686,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2582.8589643507685,
    "medianResTime" : 1975.5,
    "minResTime" : 941.0,
    "maxResTime" : 11873.0,
    "pct1ResTime" : 4977.3,
    "pct2ResTime" : 5793.65,
    "pct3ResTime" : 7830.600000000002,
    "throughput" : 77.32005432322319,
    "receivedKBytesPerSec" : 1501.7017268371812,
    "sentKBytesPerSec" : 72.78958239022182
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 23312,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 862.6557995881975,
    "medianResTime" : 476.0,
    "minResTime" : 249.0,
    "maxResTime" : 5496.0,
    "pct1ResTime" : 2426.0,
    "pct2ResTime" : 3186.9500000000007,
    "pct3ResTime" : 4622.990000000002,
    "throughput" : 234.70897979319997,
    "receivedKBytesPerSec" : 1520.8478587537631,
    "sentKBytesPerSec" : 73.5224147163799
  },
  "https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 7686,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 792.1657559198526,
    "medianResTime" : 357.0,
    "minResTime" : 249.0,
    "maxResTime" : 5138.0,
    "pct1ResTime" : 2123.6000000000004,
    "pct2ResTime" : 2989.0,
    "pct3ResTime" : 4521.910000000001,
    "throughput" : 78.65973473063697,
    "receivedKBytesPerSec" : 443.9978505071025,
    "sentKBytesPerSec" : 31.494620351133943
  }
}