ensaioReport/statistics.json
{
  "https://www.blazedemo.com/reserve.php" : {
    "transaction" : "https://www.blazedemo.com/reserve.php",
    "sampleCount" : 85,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 525.9176470588234,
    "medianResTime" : 500.0,
    "minResTime" : 431.0,
    "maxResTime" : 1325.0,
    "pct1ResTime" : 603.2000000000002,
    "pct2ResTime" : 727.5000000000001,
    "pct3ResTime" : 1325.0,
    "throughput" : 3.1258044349648806,
    "receivedKBytesPerSec" : 22.555386783823042,
    "sentKBytesPerSec" : 0.7783985653476997
  },
  "https://www.blazedemo.com/purchase.php" : {
    "transaction" : "https://www.blazedemo.com/purchase.php",
    "sampleCount" : 84,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 329.16666666666663,
    "medianResTime" : 314.0,
    "minResTime" : 251.0,
    "maxResTime" : 605.0,
    "pct1ResTime" : 428.0,
    "pct2ResTime" : 483.25,
    "pct3ResTime" : 605.0,
    "throughput" : 3.185558800106185,
    "receivedKBytesPerSec" : 20.902118728431113,
    "sentKBytesPerSec" : 0.9301582824528802
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 83,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1184.1807228915666,
    "medianResTime" : 1158.0,
    "minResTime" : 967.0,
    "maxResTime" : 1989.0,
    "pct1ResTime" : 1401.4,
    "pct2ResTime" : 1441.0,
    "pct3ResTime" : 1989.0,
    "throughput" : 2.9460831292372127,
    "receivedKBytesPerSec" : 57.21873558016541,
    "sentKBytesPerSec" : 2.854156683704256
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 252,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 395.67857142857173,
    "medianResTime" : 362.0,
    "minResTime" : 251.0,
    "maxResTime" : 1325.0,
    "pct1ResTime" : 536.7,
    "pct2ResTime" : 589.4,
    "pct3ResTime" : 824.28,
    "throughput" : 8.996465674199422,
    "receivedKBytesPerSec" : 58.299118259344546,
    "sentKBytesPerSec" : 2.898868134393631
  },
  "https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 83,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 329.61445783132524,
    "medianResTime" : 308.0,
    "minResTime" : 255.0,
    "maxResTime" : 571.0,
    "pct1ResTime" : 414.20000000000005,
    "pct2ResTime" : 456.2,
    "pct3ResTime" : 571.0,
    "throughput" : 3.1444158205788755,
    "receivedKBytesPerSec" : 17.748901348689195,
    "sentKBytesPerSec" : 1.3451227221927564
  }
}