picoReport/statistics.json
{
  "https://www.blazedemo.com/reserve.php" : {
    "transaction" : "https://www.blazedemo.com/reserve.php",
    "sampleCount" : 32120,
    "errorCount" : 49,
    "errorPct" : 0.15255293,
    "meanResTime" : 1364.9936176836736,
    "medianResTime" : 560.0,
    "minResTime" : 314.0,
    "maxResTime" : 10938.0,
    "pct1ResTime" : 4224.600000000006,
    "pct2ResTime" : 5661.0,
    "pct3ResTime" : 9168.930000000011,
    "throughput" : 84.77304998231695,
    "receivedKBytesPerSec" : 610.8011775514722,
    "sentKBytesPerSec" : 21.110476313955882
  },
  "https://www.blazedemo.com/purchase.php" : {
    "transaction" : "https://www.blazedemo.com/purchase.php",
    "sampleCount" : 31517,
    "errorCount" : 42,
    "errorPct" : 0.13326141,
    "meanResTime" : 1147.6249643049628,
    "medianResTime" : 354.0,
    "minResTime" : 157.0,
    "maxResTime" : 10453.0,
    "pct1ResTime" : 3874.7000000000044,
    "pct2ResTime" : 5448.9000000000015,
    "pct3ResTime" : 8964.980000000003,
    "throughput" : 83.42509555623789,
    "receivedKBytesPerSec" : 546.6896617820378,
    "sentKBytesPerSec" : 24.35947614386243
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 30957,
    "errorCount" : 123,
    "errorPct" : 0.39732534,
    "meanResTime" : 3454.4544044965473,
    "medianResTime" : 2031.0,
    "minResTime" : 849.0,
    "maxResTime" : 23506.0,
    "pct1ResTime" : 7571.9000000000015,
    "pct2ResTime" : 10026.0,
    "pct3ResTime" : 14840.890000000018,
    "throughput" : 81.62861708355088,
    "receivedKBytesPerSec" : 1583.3193277025289,
    "sentKBytesPerSec" : 76.84569030131156
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 94594,
    "errorCount" : 130,
    "errorPct" : 0.13742943,
    "meanResTime" : 1211.017041249962,
    "medianResTime" : 453.0,
    "minResTime" : 156.0,
    "maxResTime" : 10938.0,
    "pct1ResTime" : 4132.700000000004,
    "pct2ResTime" : 5981.9000000000015,
    "pct3ResTime" : 9181.990000000002,
    "throughput" : 249.4929380579989,
    "receivedKBytesPerSec" : 1615.4441345824157,
    "sentKBytesPerSec" : 78.0604865264279
  },
  "https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 30957,
    "errorCount" : 39,
    "errorPct" : 0.1259812,
    "meanResTime" : 1115.7946506444423,
    "medianResTime" : 352.0,
    "minResTime" : 156.0,
    "maxResTime" : 10505.0,
    "pct1ResTime" : 3687.800000000003,
    "pct2ResTime" : 5347.0,
    "pct3ResTime" : 8891.990000000002,
    "throughput" : 82.0492024871587,
    "receivedKBytesPerSec" : 462.5677080020302,
    "sentKBytesPerSec" : 32.85173146458502
  }
}